bodil.file-browser
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
denoland.vscode-deno
golang.go
jacobdufault.fuzzy-search
johnpapa.winteriscoming
kahole.magit
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
oven.bun-vscode
PinkCodes.pinkcodes
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
sumneko.lua
tamasfe.even-better-toml
vscodevim.vim
vsls-contrib.gistfs
VSpaceCode.vspacecode
VSpaceCode.whichkey
